[
    {
        "name": "Siobhan and Erol",
        "letter": "Thank you so much for the navy blue towels, I've never had such soft and high quality ones before! I look forward to seeing you in 2024!",
        "random_string": "IxUrsjNZVZ"
    },
    {
        "name": "Karen",
        "letter": "Thank you so much for the Panettone! It was delicious! I look forward to seeing you in Febrary as I will be playing the cello in Abby's Serenade for Strings!",
        "random_string": "ghqNJLupmb"
    },
    {
        "name": "Tom, Kirstin, Tate & Miles",
        "letter": "Thank you so much for the generous christmas money as well as the '7 Wonders' board game! I bought some really high quality headphones with the money. I look forward to playing the game with some of my friends next weekend!",
        "random_string": "wGbrzMWJyv"
    },
    {
        "name": "Fiona & Joe",
        "letter": "Thank you so much for the",
        "random_string": "FBNjsmYvFI"
    },
    {
        "name": "Peter",
        "letter": "Thank you so much for the book token! There are a few books which I would like to buy so I will let you know which one I decide on!",
        "random_string": "cepSJypXKW"
    },
    {
        "name": "Eamonn",
        "letter": "Thank you so much for the",
        "random_string": "YvaGhHyPpA"
    },
    {
        "name": "Mum",
        "letter": "Thank you so much for all of the wonderfully thought-out christmas presents in my stocking! Best one yet!",
        "random_string": "xuZHMhKbrp"
    },
    {
        "name": "Dad",
        "letter": "Thank you so much for the 5KG of protein powder! It will help me grow big and strong! 💪💪💪",
        "random_string": "RWEDudpKlt"
    },
    {
        "name": "Rachel",
        "letter": "Thank you so much for the generous christmas money and the mug! I really like the design on it and the concept of the charity as a whole.",
        "random_string": "NijsHiLnQy"
    },
    {
        "name": "Liz",
        "letter": "Thank you so much for the amazon voucher and the authentic egyptian calendar / Constellation Map. I used the amazon voucher towards some high quality headphones!",
        "random_string": "QhCjiHnLiz"
    }
]
